{
  "title": "We value your privacy",
  "description": "This website uses cookies to enhance your browsing experience, display content, and analyze traffic. By clicking \"Accept,\" you consent to the use of cookies. By using the site, you agree to the processing of your personal data, including through web analytics services: <a href=\"https://yandex.ru/legal/confidential/en/\" target=\"_blank\">Yandex</a>, <a href=\"https://policies.google.com/privacy?hl=en\" target=\"_blank\">Google</a>.",
  "shortDescription": "Some features may become unavailable if you decline.",
  "privacyPolicy": "Privacy Policy",
  "tabConsent": "Consent",
  "tabDeleted": "Blocked Cookies",
  "tabAbout": "About Cookies",
  "buttonDeny": "Decline",
  "buttonApply": "Accept",
  "developerLink": "https://rband.pro/en",
  "developerLinkText": "Powered by RBand",
  "aboutCookies": {
    "description": "Cookies are small text fragments sent from a website to your browser. They help users navigate efficiently and perform certain functions. Some cookies are necessary for the proper functioning of the website."
  },
  "cookiesTypes": {
    "coockiesNecessary": {
      "title": "Necessary",
      "description": "These cookies are essential for the website to function properly. Without them, the site cannot operate correctly. They are usually used for site navigation, accessing secure areas, remembering cart contents, and so on."
    },
    "coockiesFunctional": {
      "title": "Functional",
      "description": "Allow the website to remember user choices such as name, language, and region to personalize the interface. Not essential, but improve usability."
    },
    "coockiesAnalytics": {
      "title": "Analytics",
      "description": "Analytics cookies are used to understand how visitors interact with the website. They help collect information such as the number of visitors, bounce rate, and traffic sources, which is used to improve the site."
    },
    "coockiesMarketing": {
      "title": "Marketing",
      "description": "Used to track user activity across websites, display personalized ads, and measure the effectiveness of advertising campaigns."
    },
    "coockiesSessions": {
      "title": "Session",
      "description": "Temporary cookies that are deleted after the browser is closed. For example, used to save data during a single user session."
    },
    "coockiesThirdParty": {
      "title": "Third-Party Cookies",
      "description": "Cookies set not by the website itself but by third-party services integrated into the site—such as social media widgets, video platforms, or ad networks."
    },
    "coockiesPerformance": {
      "title": "Performance",
      "description": "Performance cookies are used to understand and analyze key performance indicators and the quality of the website, helping to ensure a better user experience."
    },
    "coockiesBlocked": {
      "title": "Blocked Cookies",
      "description": "Cookies that are temporarily disabled and will not be activated until the user gives explicit consent for their use."
    }
  }
}
