{
  "title": "Мы ценим вашу конфиденциальность",
  "description": "Сайт использует файлы Cookie для улучшения качества вашего просмотра, показа контента и анализа трафика. Нажимая \"Принять\", вы даёте согласие на использование файлов cookie. Используя сайт, вы предоставляете согласие на обработку ваших персональных данных в том числе с помощью сервисов веб-аналитики.",
  "shortDescription": "При отказе некоторые функции сайта могут стать недоступными.",
  "privacyPolicy": "Политика конфиденциальности",
  "tabConsent": "Соглашение",
  "tabDeleted": "Заблокированные cookie",
  "tabAbout": "О cookie",
  "buttonDeny": "Отклонить",
  "buttonApply": "Принять",
  "aboutCookies": {
    "description": "Сookie – это небольшой текстовый фрагмент, который передаётся с посещаемого сайта в ваш браузер. Они помогают пользователям эффективно ориентироваться и выполнять определенные функции. Некоторые файлы cookie необходимы для правильной работы веб-сайта."
  },
  "cookiesTypes": {
    "coockiesBlocked": {
      "title": "Заблокированные куки",
      "description": "Файлы cookie, которые временно отключены и не активируются до тех пор, пока пользователь не даст явное согласие на их использование."
    },
    "coockiesNecessary": {
      "title": "Обязательные",
      "description": "Эти куки файлы необходимы для корректной работы сайта. Без них сайт не сможет функционировать должным образом. Обычно они используются для: навигации по сайту, доступа к защищённым областям, запоминания содержимого корзины и так далее."
    },
    "coockiesFunctional": {
      "title": "Обязательные",
      "description": "Позволяют сайту запоминать выборы пользователя, например, имя, язык, регион, чтобы персонализировать интерфейс. Не обязательны, но повышают удобство использования сайта."
    },
    "coockiesAnalytics": {
      "title": "Аналитические",
      "description": "Аналитические файлы cookie используются для понимания того, как посетители взаимодействуют с веб-сайтом. Эти файлы cookie помогают получить информацию о таких показателях, как количество посетителей, показатель отказов, источник трафика. Используются для улучшения работы сайта."
    },
    "coockiesMarketing": {
      "title": "Маркетинговые",
      "description": "Используются для отслеживания активности пользователя на сайтах, показа персонализированной рекламы и анализа эффективности рекламной кампании."
    },
    "coockiesSessions": {
      "title": "Сессионные",
      "description": "Временные куки, которые удаляются после закрытия браузера. Используются, например, для сохранения данных в течение одной сессии пользователя."
    },
    "coockiesThirdParty": {
      "title": "Cookie файлы третьих сторон",
      "description": "Файлы, устанавливаемые не самим сайтом, а сторонними сервисами, интегрированными на сайт — например, виджеты соцсетей, видеоплатформы, рекламные сети."
    },
    "coockiesPerformance": {
      "title": "Производительные",
      "description": "Файлы cookie производительности используются для понимания и анализа ключевых показателей эффективности и качества веб-сайта, что помогает обеспечить лучший пользовательский опыт посетителей."
    }
  }
}
